{
  "OK": "حسناً",
  "Cancel": "إلغاء",
  "Submit": "إرسال",
  "Create": "إنشاء",
  "Next": "التالي",
  "Start": "ابدأ",
  "This field is required": "هذا الحقل مطلوب.",
  "This field must be a valid email": "الرجاء إدخال عنوان بريد إلكتروني صحيح.",
  "This field confirmation does not match": "تأكيد هذا الحقل غير متطابق",
  "This field must have 2 options": "يجب أن يحتوي هذا الحقل على 2 خيارات",
  "This field must have more than 5 characters": "يجب أن يحتوي هذا الحقل على 5 أحرف أو أكثر.",
  "You entered an invalid RFC1123 hostname": "لقد قمت بإدخال وقت غير صالح. الرجاء استخدام تنسيق RFC1123",
  "Attention": "الانتباه",
  "Create Storage": "إنشاء تخزين",
  "Storage Manager": "مدير التخزين",
  "Storage": "التخزين",
  "Drive": "محرك",
  "Single Drive Storage": "محرك تخزين واحد",
  "Format": "التنسيق",
  "Remove": "إزالة",
  "Available Total": "{name} متوفر: {avl} (المجموع: {total})",
  "Health": "الصحة",
  "Healthy": "صحي",
  "Damage": "تالفة",
  "Temp": "درجة",
  "Creation in progress": "الإنشاء قيد التنفيذ",
  "Storage Name": "اسم التخزين",
  "Choose Drive": "اختر محرك الأقراص",
  "Enter the password to continue:": "أدخل كلمة المرور للتأكيد:",
  "Used": "مستخدم",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "تحتفظ كاساوس بنسبة 1% من مساحة الملف عند إنشاء وحدة تخزين بتنسيق EXT4.",
  "The selected drive will be emptied.": "سيتم إفراغ القرص المحدد.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "الرجاء التأكد مرة أخرى من أنه لا توجد بيانات هامة على محرك الأقراص المحدد والتي تحتاج إلى نسخ احتياطي.",
  "The drive you select can be used directly as storage.": "يمكن استخدام القرص الذي اخترته مباشرة كوحدة تخزين.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "يمكنك أيضًا اختيار إنشاء بعد التنسيق. بمجرد التنسيق، سيتم إفراغ محرك الأقراص المحدد.",
  "Format and Create": "تنسيق وإنشاء",
  "Please insert a Drive to Create Storage": "الرجاء توصيل محرك أقراص لإنشاء وحدة تخزين",
  "Zoom in": "تكبير في",
  "New Local Storage": "تخزين محلي جديد",
  "Merge Storages": "دمج المخازن",
  "APPs Restart": "التطبيقات تحتاج إلى إعادة تشغيل",
  "APP Restart": "يحتاج التطبيق إلى إعادة تشغيل",
  "Restart": "إعادة التشغيل",
  "Continue": "متابعة",
  "Changing internal files may break the structure of the CasaOS HD": "وقد يؤدي تغيير الملفات الداخلية إلى كسر بنية نظام CasaOS HD.",
  "Please back up your data in storage, otherwise the data may be lost.": "الرجاء النسخ الاحتياطي لبياناتك في التخزين، وإلا فقد البيانات!",
  "If the chosen storage is not empty, format better first.": "يعمل CasaOS HD بشكل أفضل عندما يتم تنسيق مصادر التخزين المحددة.",
  " is running, restart ": " قيد التشغيل. أعد التشغيل ",
  " to continue.": " للمتابعة.",
  "APPs is running": "تطبيق واحد أو أكثر قيد التشغيل",
  "restart APPs to continue.": "إعادة تشغيل التطبيقات للمتابعة.",
  "All the checked Storage will be merged into {CasaOS} HD.": "سيتم دمج جميع التخزين الذي تم التحقق منه في {CasaOS} HD.",
  "* This feature is now testing and verifying, enabling it may clear personal data and destroy the installed APPs, so it is recommended to use it only during the startup.": "* هذه الميزة تقوم الآن باختبار والتحقق ، مما يمكنها من مسح البيانات الشخصية وتدمير التطبيقات المثبتة، لذا فإنه يوصى باستخدامه فقط أثناء بدء التشغيل.",
  "This operation may clear all personal data and destroy the installed APPs.": "يمكن لهذه العملية مسح جميع البيانات الشخصية وتدمير التطبيقات المثبتة.",
  "Tips": "نصائح",
  "Other ways to merge storages": "طرق أخرى لدمج المخازن",
  "Free up storage": "إخلاء مساحة التخزين",
  "Warning": "تحذير",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "يمكن استخدام القرص المحدد مباشرة. انقر فوق 'إنشاء' وسيتم الاحتفاظ بالأقسام والبيانات بالكامل.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "سيتم الاحتفاظ بالبيانات في الأقسام المدعومة التي يتم النقر عليها لإنشائها، وسيتم تجاهل الأقسام غير المعتمدة.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "يجب أن يتم تنسيق القرص المحدد قبل أن يمكن استخدامه، سيتم مسح جميع البيانات.",
  "The disk will be formatted as a single partition, all data will be erased.": "سيتم تنسيق القرص كقسم واحد، وسيتم مسح جميع البيانات.",
  "Storage space creation failed. Please try formatting and creating again.": "فشل إنشاء مساحة التخزين. الرجاء محاولة التنسيق والإنشاء مرة أخرى.",
  "Storage space creation failed. Please try manually formatting before trying again.": "فشل إنشاء مساحة التخزين. الرجاء محاولة التنسيق يدوياً قبل المحاولة مرة أخرى."
}
