{
  "OK": "Ok",
  "Cancel": "Abbrechen",
  "Submit": "Absenden",
  "Create": "Anlegen",
  "Next": "Nächste",
  "Start": "Start",
  "This field is required": "Dieses Feld ist erforderlich.",
  "This field must be a valid email": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
  "This field confirmation does not match": "Diese Feldbestätigung stimmt nicht überein",
  "This field must have 2 options": "Dieses Feld muss 2 Optionen haben",
  "This field must have more than 5 characters": "Dieses Feld muss 5 oder mehr Zeichen enthalten.",
  "You entered an invalid RFC1123 hostname": "Sie haben eine ungültige Zeit eingegeben. Bitte verwenden Sie das RFC1123-Format.",
  "Attention": "Aufmerksamkeit",
  "Create Storage": "Speicher erstellen",
  "Storage Manager": "Speicher Manager",
  "Storage": "Speicher",
  "Drive": "Laufwerk",
  "Single Drive Storage": "Einzelplatz-Laufwerk",
  "Format": "Format",
  "Remove": "Entfernen",
  "Available Total": "{name} | Verfügbar: {avl} (Gesamt: {total})",
  "Health": "Gesundheit",
  "Healthy": "Gesund",
  "Damage": "Beschädigt",
  "Temp": "Temperatur",
  "Creation in progress": "Erstellung läuft",
  "Storage Name": "Speichername",
  "Choose Drive": "Laufwerk auswählen",
  "Enter the password to continue:": "Geben Sie das zu bestätigende Passwort ein:",
  "Used": "Verwendet",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "CasaOS behält sich 1% des Speicherplatzes bei der Erstellung im EXT4-Format vor.",
  "The selected drive will be emptied.": "Das ausgewählte Laufwerk wird geleert.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "Bitte stellen Sie erneut sicher, dass es keine wichtigen Daten auf dem ausgewählten Laufwerk gibt, die gesichert werden müssen.",
  "The drive you select can be used directly as storage.": "Das ausgewählte Laufwerk kann direkt als Speicher verwendet werden.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "Sie können es auch nach der Formatierung anlegen. Einmal formatiert wird das ausgewählte Laufwerk geleert.",
  "Format and Create": "Formatieren und erstellen",
  "Please insert a Drive to Create Storage": "Zum Erstellen des Speichers bitte ein Laufwerk anschließen",
  "Zoom in": "Vergrößern",
  "New Local Storage": "Neuer lokaler Speicher",
  "Merge Storages": "Speicher zusammenführen",
  "APPs Restart": "Apps müssen neu gestartet werden",
  "APP Restart": "App muss neu gestartet werden",
  "Restart": "Neustart",
  "Continue": "Weiter",
  "Changing internal files may break the structure of the CasaOS HD": "Das Ändern interner Dateien kann die Struktur der CasaOS HD beschädigen.",
  "Please back up your data in storage, otherwise the data may be lost.": "Bitte sichern Sie Ihre Daten im Speicher, sonst können die Daten verloren gehen!",
  "If the chosen storage is not empty, format better first.": "CasaOS HD funktioniert am besten, wenn die ausgewählten Speicherquellen alle formatiert sind.",
  " is running, restart ": " wird ausgeführt. Neustart ",
  " to continue.": " um fortzufahren.",
  "APPs is running": "Eine oder mehrere Apps laufen",
  "restart APPs to continue.": "Apps neustarten, um fortzufahren.",
  "All the checked Storage will be merged into {CasaOS} HD.": "Alle überprüften Speicher werden in {CasaOS} HD zusammengeführt.",
  "* This feature is now testing and verifying, enabling it may clear personal data and destroy the installed APPs, so it is recommended to use it only during the startup.": "* Diese Funktion wird gerade getestet und überprüft, sodass es persönliche Daten löschen und die installierten Apps zerstören kann, so wird empfohlen, es nur während des Starts zu verwenden.",
  "This operation may clear all personal data and destroy the installed APPs.": "Dieser Vorgang kann alle persönlichen Daten löschen und die installierten Apps zerstören.",
  "Tips": "Tipps",
  "Other ways to merge storages": "Andere Wege zum Zusammenführen von Speicher",
  "Free up storage": "Speicher freigeben",
  "Warning": "Warnung",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "Die ausgewählte Festplatte kann direkt verwendet werden. Klicken Sie auf \"Erstellen\" und die Partitionen und Daten werden vollständig gespeichert.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "Die Daten in den unterstützten Partitionen, die zum Erstellen angeklickt werden, werden beibehalten, nicht unterstützte Partitionen werden ignoriert.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "Die ausgewählte Festplatte muss formatiert sein, bevor sie verwendet werden kann, alle Daten werden gelöscht.",
  "The disk will be formatted as a single partition, all data will be erased.": "Die Festplatte wird als eine einzige Partition formatiert, alle Daten werden gelöscht.",
  "Storage space creation failed. Please try formatting and creating again.": "Speicherplatz konnte nicht erstellt werden. Bitte versuchen Sie es erneut zu formatieren und zu erstellen.",
  "Storage space creation failed. Please try manually formatting before trying again.": "Speicherplatz konnte nicht erstellt werden. Bitte Formatieren Sie manuell, bevor Sie es erneut versuchen."
}
