{
  "OK": "Ok",
  "Cancel": "Cancelar",
  "Submit": "Enviar",
  "Create": "Crear",
  "Next": "Siguiente",
  "Start": "Comenzar",
  "This field is required": "Este campo es obligatorio.",
  "This field must be a valid email": "Por favor, introduzca una dirección de correo electrónico válida.",
  "This field confirmation does not match": "La confirmación de este campo no coincide",
  "This field must have 2 options": "Este campo debe tener 2 opciones",
  "This field must have more than 5 characters": "Este campo debe tener 5 o más caracteres.",
  "You entered an invalid RFC1123 hostname": "Ha introducido una hora no válida. Por favor, utilice el formato RFC1123.",
  "Attention": "Atención",
  "Create Storage": "Crear almacenamiento",
  "Storage Manager": "Administrador de Almacenamiento",
  "Storage": "Almacenamiento",
  "Drive": "Unidad",
  "Single Drive Storage": "Unidad de almacenamiento simple",
  "Format": "Formatear",
  "Remove": "Eliminar",
  "Available Total": "{name} | Disponible: {avl} (Total: {total})",
  "Health": "Salud",
  "Healthy": "Saludable",
  "Damage": "Dañado",
  "Temp": "Temperatura",
  "Creation in progress": "Creación en curso",
  "Storage Name": "Nombre de almacenamiento",
  "Choose Drive": "Elegir unidad",
  "Enter the password to continue:": "Introduzca la contraseña para confirmar:",
  "Used": "Usado",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "CasaOS reserva el 1% de espacio de archivo al crear almacenamiento en formato EXT4.",
  "The selected drive will be emptied.": "La unidad seleccionada se vaciará.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "Por favor, asegúrese de nuevo de que no hay datos importantes en la unidad seleccionada que necesitan ser respaldados.",
  "The drive you select can be used directly as storage.": "La unidad que ha seleccionado puede utilizarse directamente como almacenamiento.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "También puede elegir crearlo después de formatear. Una vez formateado, la unidad seleccionada se vaciará.",
  "Format and Create": "Formatear y crear",
  "Please insert a Drive to Create Storage": "Por favor, conecte una unidad para crear almacenamiento",
  "Zoom in": "Acercarse en",
  "New Local Storage": "Nuevo almacenamiento local",
  "Merge Storages": "Combinar almacenamientos",
  "APPs Restart": "Las aplicaciones necesitan reiniciarse",
  "APP Restart": "La aplicación necesita reiniciar",
  "Restart": "Reiniciar",
  "Continue": "Continuar",
  "Changing internal files may break the structure of the CasaOS HD": "Cambiar archivos internos puede romper la estructura del HD de CasaOS.",
  "Please back up your data in storage, otherwise the data may be lost.": "Por favor, haga una copia de seguridad de sus datos en el almacenamiento, de lo contrario los datos podrían perderse!",
  "If the chosen storage is not empty, format better first.": "CasaOS HD funciona mejor cuando todas las fuentes de almacenamiento seleccionadas están formateadas.",
  " is running, restart ": " está ejecutándose. Reinicie ",
  " to continue.": " para continuar.",
  "APPs is running": "Una o más aplicaciones se están ejecutando",
  "restart APPs to continue.": "reiniciar aplicaciones para continuar.",
  "All the checked Storage will be merged into {CasaOS} HD.": "Todo el Almacenamiento comprobado se fusionará en {CasaOS} HD.",
  "* This feature is now testing and verifying, enabling it may clear personal data and destroy the installed APPs, so it is recommended to use it only during the startup.": "* Esta característica ahora está probando y verificando, permitiéndole borrar datos personales y destruir las aplicaciones instaladas, por lo que se recomienda usarlo sólo durante el arranque.",
  "This operation may clear all personal data and destroy the installed APPs.": "Esta operación puede borrar todos los datos personales y destruir las aplicaciones instaladas.",
  "Tips": "Consejos",
  "Other ways to merge storages": "Otras formas de combinar almacenamientos",
  "Free up storage": "Liberar almacenamiento",
  "Warning": "Advertencia",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "El disco seleccionado se puede utilizar directamente. Haga clic en 'Crear' y las particiones y los datos se conservarán por completo.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "Los datos en las particiones soportadas que se presionan para crear serán conservados, las particiones no soportadas serán ignoradas.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "El disco seleccionado debe ser formateado antes de ser utilizado, todos los datos serán borrados.",
  "The disk will be formatted as a single partition, all data will be erased.": "El disco será formateado como una sola partición, todos los datos serán borrados.",
  "Storage space creation failed. Please try formatting and creating again.": "La creación de espacio de almacenamiento ha fallado. Por favor, intente formatear y crear de nuevo.",
  "Storage space creation failed. Please try manually formatting before trying again.": "La creación de espacio de almacenamiento ha fallado. Por favor, intente formatear manualmente antes de volver a intentarlo."
}
