{
  "OK": "Ok",
  "Cancel": "Abandonner",
  "Submit": "Soumettre",
  "Create": "Créer",
  "Next": "Suivant",
  "Start": "Début",
  "This field is required": "Ce champ est obligatoire.",
  "This field must be a valid email": "Veuillez entrer une adresse e-mail valide.",
  "This field confirmation does not match": "La confirmation de ce champ ne correspond pas",
  "This field must have 2 options": "Ce champ doit avoir 2 options",
  "This field must have more than 5 characters": "Ce champ doit contenir au moins 5 caractères.",
  "You entered an invalid RFC1123 hostname": "Vous avez entré une heure non valide. Veuillez utiliser le format RFC1123.",
  "Attention": "Attention",
  "Create Storage": "Créer un stockage",
  "Storage Manager": "Gestionnaire de stockage",
  "Storage": "Stockage",
  "Drive": "Lecteur",
  "Single Drive Storage": "Lecteur de stockage unique",
  "Format": "Formater",
  "Remove": "Retirer",
  "Available Total": "{name} | Disponibilité : {avl} (Total : {total})",
  "Health": "Santé",
  "Healthy": "Sain",
  "Damage": "Dommage",
  "Temp": "Température",
  "Creating your local storage, a secure haven for your data...": "Création en cours",
  "Storage Name": "Nom du stockage",
  "Choose Drive": "Choisir un lecteur",
  "Enter the password to continue:": "Entrez le mot de passe pour confirmer :",
  "Used": "Utilisé",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "CasaOS réserve 1 % de l'espace de stockage lors de la création de stockage au format EXT4.",
  "The selected drive will be emptied.": "Le lecteur sélectionné sera vidé.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "Veuillez vous assurer qu'il n'y a pas de données importantes sur le lecteur sélectionné qui doivent être sauvegardées.",
  "The drive you select can be used directly as storage.": "Le lecteur que vous avez sélectionné peut être utilisé directement en tant que stockage.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "Vous pouvez également choisir de le créer après le formatage. Une fois formaté, le lecteur sélectionné sera vidé.",
  "Format and Create": "Formater et créer",
  "Please insert a Drive to Create Storage": "Veuillez brancher un lecteur pour créer du stockage",
  "Zoom in": "Zoom avant",
  "New Local Storage": "Nouveau stockage local",
  "Merge Storages": "Fusionner les stockages",
  "APPs Restart": "Les applications doivent être redémarrées",
  "APP Restart": "L'application doit être redémarrée",
  "Restart": "Redémarrer",
  "Continue": "Continuer",
  "Changing internal files may break the structure of the CasaOS HD": "La modification des fichiers internes peut endommager la structure de la CasaOS HD.",
  "Please back up your data in storage, otherwise the data may be lost.": "Veuillez sauvegarder vos données dans le stockage, sinon les données pourraient être perdues !",
  "If the chosen storage is not empty, format better first.": "CasaOS HD fonctionne mieux lorsque les sources de stockage sélectionnées sont toutes formatées.",
  " is running, restart ": " est en cours d'exécution. Redémarrez ",
  " to continue.": " pour continuer.",
  "APPs is running": "Une ou plusieurs applications sont en cours d'exécution",
  "restart APPs to continue.": "redémarrez les applications pour continuer.",
  "All the checked Storage will be merged into {CasaOS} HD.": "Tout le stockage vérifié sera fusionné dans {CasaOS} HD.",
  "Beta Feature: Ideal for exploration and learning. Please note, it may not ensure stability for personal data; use only with alternative data backups in place.": "* Cette fonctionnalité est en train de tester et de vérifier, l'activer peut effacer les données personnelles et détruire les applications installées, donc il est recommandé de ne l'utiliser que pendant le démarrage.",
  "This operation may clear all personal data and destroy the installed APPs.": "Cette opération peut effacer toutes les données personnelles et détruire les applications installées.",
  "Tips": "Conseils",
  "Other ways to merge storages": "Autres façons de fusionner les stockages",
  "Optimize Storage": "Stockage libre",
  "Warning": "Avertissement",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "Le disque sélectionné peut être utilisé directement. Cliquez sur 'Créer' et les partitions et données seront entièrement conservées.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "Les données dans les partitions supportées qui sont cliquées pour créer seront conservées, les partitions non prises en charge seront ignorées.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "Le disque sélectionné doit être formaté avant d'être utilisé, toutes les données seront effacées.",
  "The disk will be formatted as a single partition, all data will be erased.": "Le disque sera formaté en une seule partition, toutes les données seront effacées.",
  "Storage space creation failed. Please try formatting and creating again.": "La création de l'espace de stockage a échoué. Veuillez essayer de mettre en forme et de créer à nouveau.",
  "Storage space creation failed. Please try manually formatting before trying again.": "La création de l'espace de stockage a échoué. Veuillez essayer de le formater manuellement avant de réessayer."
}
