{
  "OK": "OK",
  "Cancel": "Annulla",
  "Submit": "Invia",
  "Create": "Crea",
  "Next": "Successivo",
  "Start": "Inizia",
  "This field is required": "Questo campo è richiesto.",
  "This field must be a valid email": "Inserisci un indirizzo email valido.",
  "This field confirmation does not match": "La conferma di questo campo non corrisponde",
  "This field must have 2 options": "Questo campo deve avere 2 opzioni",
  "This field must have more than 5 characters": "Questo campo deve avere 5 o più caratteri.",
  "You entered an invalid RFC1123 hostname": "Hai inserito un orario non valido. Si prega di utilizzare il formato RFC1123.",
  "Attention": "Attenzione",
  "Create Storage": "Crea Archiviazione",
  "Storage Manager": "Gestore Archiviazione",
  "Storage": "Archiviazione",
  "Drive": "Drive",
  "Single Drive Storage": "Unità di archiviazione singola",
  "Format": "Formato",
  "Remove": "Rimuovi",
  "Available Total": "{name} <unk> Disponibile: {avl} (Totale: {total})",
  "Health": "Salute",
  "Healthy": "Sano",
  "Damage": "Danneggiato",
  "Temp": "Temperatura",
  "Creating your local storage, a secure haven for your data...": "Creazione in corso",
  "Storage Name": "Nome memoria",
  "Choose Drive": "Scegli unità",
  "Enter the password to continue:": "Inserire la password per confermare:",
  "Used": "Usato",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "CasaOS riserva l'1% dello spazio per i file durante la creazione di archiviazione in formato EXT4.",
  "The selected drive will be emptied.": "L'unità selezionata verrà svuotata.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "Assicurati ancora una volta che non ci siano dati importanti sull'unità selezionata che deve essere salvata.",
  "The drive you select can be used directly as storage.": "L'unità selezionata può essere utilizzata direttamente come archiviazione.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "Puoi anche scegliere di crearlo dopo la formattazione. Una volta formattato, l' unità selezionata verrà svuotata.",
  "Format and Create": "Formatta e crea",
  "Please insert a Drive to Create Storage": "Collega un'unità per creare memoria",
  "Zoom in": "Aumenta ingrandimento",
  "New Local Storage": "Nuova memoria locale",
  "Merge Storages": "Unisci archivi",
  "APPs Restart": "È necessario riavviare le app",
  "APP Restart": "È necessario riavviare l'app",
  "Restart": "Riavvia",
  "Continue": "Continua",
  "Changing internal files may break the structure of the CasaOS HD": "Cambiare i file interni può rompere la struttura del CasaOS HD.",
  "Please back up your data in storage, otherwise the data may be lost.": "Si prega di eseguire il backup dei dati in archiviazione, altrimenti i dati potrebbero andare persi!",
  "If the chosen storage is not empty, format better first.": "CasaOS HD funziona meglio quando le fonti di archiviazione selezionate sono tutte formattate.",
  " is running, restart ": " è in esecuzione. Riavvia ",
  " to continue.": " per continuare.",
  "APPs is running": "Una o più applicazioni sono in esecuzione",
  "restart APPs to continue.": "riavvia le app per continuare.",
  "All the checked Storage will be merged into {CasaOS} HD.": "Tutto lo storage controllato verrà unito in {CasaOS} HD.",
  "Beta Feature: Ideal for exploration and learning. Please note, it may not ensure stability for personal data; use only with alternative data backups in place.": "* Questa funzione è ora testare e verificare, abilitando potrebbe cancellare i dati personali e distruggere le applicazioni installate, quindi si consiglia di utilizzarlo solo durante l'avvio.",
  "This operation may clear all personal data and destroy the installed APPs.": "Questa operazione potrebbe cancellare tutti i dati personali e distruggere le applicazioni installate.",
  "Tips": "Suggerimenti",
  "Other ways to merge storages": "Altri modi per unire gli storage",
  "Optimize Storage": "Libera memoria",
  "Warning": "Attenzione",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "Il disco selezionato può essere usato direttamente. Fare clic su 'Crea' e le partizioni e i dati saranno completamente conservati.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "I dati nelle partizioni supportate che vengono cliccate per creare verranno conservati, le partizioni non supportate verranno ignorate.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "Il disco selezionato deve essere formattato prima di poter essere usato, tutti i dati verranno cancellati.",
  "The disk will be formatted as a single partition, all data will be erased.": "Il disco sarà formattato come una singola partizione, tutti i dati verranno cancellati.",
  "Storage space creation failed. Please try formatting and creating again.": "Creazione dello spazio di archiviazione non riuscita. Si prega di provare a formattare e creare di nuovo.",
  "Storage space creation failed. Please try manually formatting before trying again.": "Creazione dello spazio di archiviazione non riuscita. Si prega di provare manualmente la formattazione prima di riprovare."
}
