{
  "OK": "Ok",
  "Cancel": "annuleren",
  "Submit": "Bevestigen",
  "Create": "Aanmaken",
  "Next": "Volgende",
  "Start": "Beginnen",
  "This field is required": "Dit veld is verplicht.",
  "This field must be a valid email": "Vul alstublieft een geldig e-mailadres in.",
  "This field confirmation does not match": "De bevestiging van dit veld komt niet overeen",
  "This field must have 2 options": "Dit veld moet 2 opties hebben",
  "This field must have more than 5 characters": "Dit veld moet 5 of meer tekens bevatten.",
  "You entered an invalid RFC1123 hostname": "U heeft een ongeldige tijd ingevoerd. Gebruik het RFC1123 formaat.",
  "Attention": "Aandacht",
  "Create Storage": "Opslag maken",
  "Storage Manager": "Opslag Manager",
  "Storage": "Opslagruimte",
  "Drive": "schijf",
  "Single Drive Storage": "Enkele opslagplaats",
  "Format": "Formatteren",
  "Remove": "Verwijderen",
  "Available Total": "{name} ## Beschikbaar: {avl} (Totaal: {total})",
  "Health": "Gezondheid",
  "Healthy": "Gezond",
  "Damage": "Beschadigd",
  "Temp": "Temperatuur",
  "Creation in progress": "Bezig met aanmaken",
  "Storage Name": "Opslag naam",
  "Choose Drive": "Kies station",
  "Enter the password to continue:": "Voer het wachtwoord in om te bevestigen:",
  "Used": "Gebruikt",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "CasaOS reserveert 1% van de bestandsruimte bij het maken van opslag in EXT4-formaat.",
  "The selected drive will be emptied.": "Het geselecteerde station zal worden leeggemaakt.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "Zorg er opnieuw voor dat er geen belangrijke gegevens zijn op de geselecteerde schijf die ondersteund moet worden.",
  "The drive you select can be used directly as storage.": "Het geselecteerde station kan direct worden gebruikt als opslag.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "U kunt ook kiezen om deze aan te maken na de opmaak. Zodra de opmaak is opgemaakt, zal de geselecteerde schijf worden geleegd.",
  "Format and Create": "Formatteren en maken",
  "Please insert a Drive to Create Storage": "Sluit een station aan om opslag te maken",
  "Zoom in": "Zoom in",
  "New Local Storage": "Nieuwe lokale opslag",
  "Merge Storages": "Opslag samenvoegen",
  "APPs Restart": "Apps moeten opnieuw worden opgestart",
  "APP Restart": "App moet opnieuw opstarten",
  "Restart": "Herstarten",
  "Continue": "Doorgaan",
  "Changing internal files may break the structure of the CasaOS HD": "Het wijzigen van interne bestanden kan de structuur van het CasaOS HD verbreken.",
  "Please back up your data in storage, otherwise the data may be lost.": "Gelieve een back-up van uw gegevens te maken, anders kunnen de gegevens verloren gaan!",
  "If the chosen storage is not empty, format better first.": "CasaOS HD werkt het beste wanneer de geselecteerde opslagbronnen zijn geformatteerd.",
  " is running, restart ": " is actief. Opnieuw opstarten ",
  " to continue.": " om verder te gaan.",
  "APPs is running": "Één of meer apps worden uitgevoerd",
  "restart APPs to continue.": "apps herstarten om door te gaan.",
  "All the checked Storage will be merged into {CasaOS} HD.": "Alle gecontroleerde Opslag zal worden samengevoegd tot {CasaOS} HD.",
  "* This feature is now testing and verifying, enabling it may clear personal data and destroy the installed APPs, so it is recommended to use it only during the startup.": "* Deze functie is nu testen en verifiëren, inschakeling kan persoonlijke gegevens wissen en geïnstalleerde apps vernietigen, dus wordt aanbevolen het alleen te gebruiken tijdens het opstarten.",
  "This operation may clear all personal data and destroy the installed APPs.": "Deze bewerking kan alle persoonlijke gegevens wissen en de geïnstalleerde apps vernietigen.",
  "Tips": "Tips",
  "Other ways to merge storages": "Andere manieren om opslagplaatsen samen te voegen",
  "Free up storage": "Opslagruimte vrijmaken",
  "Warning": "Waarschuwing",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "De geselecteerde schijf kan direct gebruikt worden. Klik op 'Aanmaken' en de partities en gegevens zullen volledig bewaard blijven.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "De gegevens in de ondersteunde partities die worden aangeklikt om aan te maken zullen worden bewaard en niet-ondersteunde partities worden genegeerd.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "De geselecteerde schijf moet worden geformatteerd voordat deze kan worden gebruikt, alle gegevens worden gewist.",
  "The disk will be formatted as a single partition, all data will be erased.": "De schijf zal worden geformatteerd als een enkele partitie, alle gegevens worden gewist.",
  "Storage space creation failed. Please try formatting and creating again.": "Opslagruimte aanmaken mislukt. Probeer opnieuw te formatteren en te maken.",
  "Storage space creation failed. Please try manually formatting before trying again.": "Aanmaken van opslagruimte is mislukt. Probeer handmatig te formatteren voordat u het opnieuw probeert."
}
