{
  "OK": "Ok",
  "Cancel": "Avbryt",
  "Submit": "Send",
  "Create": "Opprett",
  "Next": "Neste",
  "Start": "Begynn",
  "This field is required": "Dette feltet er obligatorisk.",
  "This field must be a valid email": "Vennligst skriv inn en gyldig e-postadresse.",
  "This field confirmation does not match": "Denne feltbekreftelsen samsvarer ikke",
  "This field must have 2 options": "Dette feltet må ha 2 alternativer",
  "This field must have more than 5 characters": "Dette feltet må ha 5 eller flere tegn.",
  "You entered an invalid RFC1123 hostname": "Du skrev inn en ugyldig tid. Vennligst bruk RFC1123-formatet.",
  "Attention": "Merk",
  "Create Storage": "Lag Lagring",
  "Storage Manager": "Lagringsbehandler",
  "Storage": "Lagring",
  "Drive": "Stasjon",
  "Single Drive Storage": "Enkel lagringsenhet",
  "Format": "Formatér",
  "Remove": "Fjern",
  "Available Total": "{name} Tilgjengelig: {avl} (Totalt: {total})",
  "Health": "Helse",
  "Healthy": "Frisk",
  "Damage": "Skadet",
  "Temp": "Temperatur",
  "Creation in progress": "Opprettelse pågår",
  "Storage Name": "Navn på lagring",
  "Choose Drive": "Velg stasjon",
  "Enter the password to continue:": "Skriv inn passordet for å bekrefte:",
  "Used": "Brukt",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "CasaOS reserver 1% av filplass ved opprettelse av lagring i EXT4-format.",
  "The selected drive will be emptied.": "Den valgte stasjonen vil bli tømt.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "Vennligst sørg for igjen at det ikke finnes viktige data om den valgte stasjonen som må sikkerhetskopieres.",
  "The drive you select can be used directly as storage.": "Stasjonen du har valgt kan brukes direkte som lagring.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "Du kan også velge å opprette den etter formatering. Når formatert vil den valgte stasjonen bli tømt.",
  "Format and Create": "Formater og opprett",
  "Please insert a Drive to Create Storage": "Koble til en stasjon for å lage lagring",
  "Zoom in": "Zoom inn",
  "New Local Storage": "Ny lokal lagring",
  "Merge Storages": "Slå sammen lagring",
  "APPs Restart": "Apper trenger omstart",
  "APP Restart": "Appen trenger omstart",
  "Restart": "Omstart",
  "Continue": "Fortsett",
  "Changing internal files may break the structure of the CasaOS HD": "Endring av interne filer kan ødelegge strukturen til CasaOS HD.",
  "Please back up your data in storage, otherwise the data may be lost.": "Vennligst sikkerhetskopier dine data i lagringen, ellers kan dataene gå tapt!",
  "If the chosen storage is not empty, format better first.": "CasaOS HD fungerer best når de valgte lagringskildene er alle formatert.",
  " is running, restart ": " kjører. Omstart ",
  " to continue.": " to continue.",
  "APPs is running": "En eller flere apper kjører",
  "restart APPs to continue.": "starte apper på nytt for å fortsette.",
  "All the checked Storage will be merged into {CasaOS} HD.": "Alle avmerkede lagrene vil bli slått sammen til {CasaOS} HD.",
  "* This feature is now testing and verifying, enabling it may clear personal data and destroy the installed APPs, so it is recommended to use it only during the startup.": "* Denne funksjonen tester og verifiserer, muliggjør at det kan komme til å fjerne personlige data og ødelegge de installerte appene, så det anbefales å kun brukes under oppstart.",
  "This operation may clear all personal data and destroy the installed APPs.": "Denne operasjonen kan fjerne alle personopplysninger og ødelegge de installerte appene.",
  "Tips": "Tips",
  "Other ways to merge storages": "Andre måter å slå sammen lagring",
  "Free up storage": "Gratis lagringsplass",
  "Warning": "Advarsel",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "Den valgte disken kan brukes direkte. Klikk 'Opprett' og partisjonene og dataene vil bli fullt beholdt.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "Dataene i de støttede partisjonene som er klikket på å skape vil bli beholdt, men utestengte partisjoner vil bli ignorert.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "Den valgte disken må være formatert før den kan brukes, alle data vil bli slettet.",
  "The disk will be formatted as a single partition, all data will be erased.": "Disken vil bli formatert som en enkelt partisjon, alle data vil bli slettet.",
  "Storage space creation failed. Please try formatting and creating again.": "Oppretting av lagringsplass mislyktes. Prøv formateringen og oppretting på nytt.",
  "Storage space creation failed. Please try manually formatting before trying again.": "Oppretting av lagringsplass mislyktes. Prøv manuelt formatering før du prøver igjen."
}
