{
  "OK": "Certo",
  "Cancel": "cancelar",
  "Submit": "submeter",
  "Create": "Crio",
  "Next": "Próximo",
  "Start": "Iniciar",
  "This field is required": "Este campo é obrigatório.",
  "This field must be a valid email": "Por favor, insira um endereço de e-mail válido.",
  "This field confirmation does not match": "A confirmação deste campo não coincide",
  "This field must have 2 options": "Este campo deve ter 2 opções",
  "This field must have more than 5 characters": "Este campo deve ter 5 ou mais caracteres.",
  "You entered an invalid RFC1123 hostname": "Você digitou uma hora inválida. Use o formato RFC1123.",
  "Attention": "Atenção",
  "Create Storage": "Criar armazenamento",
  "Storage Manager": "Gerenciador de Armazenamento",
  "Storage": "Armazenamento",
  "Drive": "Dirigindo",
  "Single Drive Storage": "Unidade de armazenamento único",
  "Format": "Formato",
  "Remove": "Excluir",
  "Available Total": "{name} 「Disponível: {avl} (Total: {total})",
  "Health": "Vida",
  "Healthy": "Saudável",
  "Damage": "Danificado",
  "Temp": "Temperatura",
  "Creation in progress": "Criação em andamento",
  "Storage Name": "Nome do armazenamento",
  "Choose Drive": "Escolher unidade",
  "Enter the password to continue:": "Digite a senha para confirmar:",
  "Used": "Utilizado",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "CasaOS reserva 1% do espaço de arquivo ao criar o armazenamento no formato EXT4.",
  "The selected drive will be emptied.": "A unidade selecionada será esvaziada.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "Certifique-se de que não há nenhum dado importante na unidade selecionada que precisa ser feito backup.",
  "The drive you select can be used directly as storage.": "A unidade que você selecionou pode ser usada diretamente como armazenamento.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "Você também pode optar por criá-lo após a formatação. Uma vez formatado, a unidade selecionada será esvaziada.",
  "Format and Create": "Formatar e criar",
  "Please insert a Drive to Create Storage": "Por favor, conecte uma unidade para criar armazenamento",
  "Zoom in": "Aumentar zoom",
  "New Local Storage": "Novo armazenamento local",
  "Merge Storages": "Mesclar armazenamentos",
  "APPs Restart": "É necessário reiniciar os aplicativos",
  "APP Restart": "É necessário reiniciar o aplicativo",
  "Restart": "Reiniciar",
  "Continue": "Continuar",
  "Changing internal files may break the structure of the CasaOS HD": "Alterar os arquivos internos pode quebrar a estrutura do HD CasaOS.",
  "Please back up your data in storage, otherwise the data may be lost.": "Faça uma cópia de segurança dos seus dados no armazenamento, caso contrário os dados poderão ser perdidos!",
  "If the chosen storage is not empty, format better first.": "CasaOS HD funciona melhor quando as fontes de armazenamento selecionadas são todas formatadas.",
  " is running, restart ": " está rodando. Reiniciar ",
  " to continue.": " para continuar.",
  "APPs is running": "Um ou mais aplicativos em execução",
  "restart APPs to continue.": "Reinicie os aplicativos para continuar.",
  "All the checked Storage will be merged into {CasaOS} HD.": "Todo o armazenamento verificado será mesclado com {CasaOS} HD.",
  "* This feature is now testing and verifying, enabling it may clear personal data and destroy the installed APPs, so it is recommended to use it only during the startup.": "* Este recurso agora está testando e verificando, habilitando pode limpar dados pessoais e destruir os apps instalados. portanto, é recomendado usá-lo somente durante a inicialização.",
  "This operation may clear all personal data and destroy the installed APPs.": "Esta operação pode limpar todos os dados pessoais e destruir os apps instalados.",
  "Tips": "Dicas",
  "Other ways to merge storages": "Outras formas de mesclar armazenamentos",
  "Free up storage": "Libere espaço no armazenamento",
  "Warning": "ATENÇÃO",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "O disco selecionado pode ser usado diretamente. Clique em 'Criar' e as partições e dados serão totalmente mantidos.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "Os dados nas partições suportadas que são clicadas para criar serão mantidos, partições não suportadas serão ignoradas.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "O disco selecionado deve ser formatado antes de poder ser usado, todos os dados serão apagados.",
  "The disk will be formatted as a single partition, all data will be erased.": "O disco será formatado como uma única partição, todos os dados serão apagados.",
  "Storage space creation failed. Please try formatting and creating again.": "A criação do espaço de armazenamento falhou. Por favor, tente formatar e criar novamente.",
  "Storage space creation failed. Please try manually formatting before trying again.": "A criação do espaço de armazenamento falhou. Por favor, tente formatar manualmente antes de tentar novamente."
}
