{
  "OK": "ОК",
  "Cancel": "Отмена",
  "Submit": "Отправить",
  "Create": "Создать",
  "Next": "Следующий",
  "Start": "Начать",
  "This field is required": "Это поле является обязательным.",
  "This field must be a valid email": "Пожалуйста, введите действительный адрес электронной почты.",
  "This field confirmation does not match": "Подтверждение поля не совпадает",
  "This field must have 2 options": "В этом поле должно быть 2 варианта",
  "This field must have more than 5 characters": "Это поле должно содержать 5 или более символов.",
  "You entered an invalid RFC1123 hostname": "Вы ввели неверное время. Пожалуйста, используйте формат RFC1123.",
  "Attention": "Внимание",
  "Create Storage": "Создать хранилище",
  "Storage Manager": "Менеджер хранения",
  "Storage": "Хранилище",
  "Drive": "Диск",
  "Single Drive Storage": "Один накопитель",
  "Format": "Формат",
  "Remove": "Удалить",
  "Available Total": "{name} | Доступно: {avl} (Всего: {total})",
  "Health": "Здоровье",
  "Healthy": "Здоровые",
  "Damage": "Повреждено",
  "Temp": "Температура",
  "Creating your local storage, a secure haven for your data...": "Создание в процессе",
  "Storage Name": "Название хранилища",
  "Choose Drive": "Выберите диск",
  "Enter the password to continue:": "Введите пароль для подтверждения:",
  "Used": "Использовано",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "При создании хранилища в формате EXT4 CasaOS резервирует 1% места для хранения файлов.",
  "The selected drive will be emptied.": "Выбранный диск будет очищен.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "Пожалуйста, убедитесь, что на выбранном диске нет важных данных, которые необходимо резервное копирование.",
  "The drive you select can be used directly as storage.": "Выбранный диск может быть использован непосредственно в качестве хранилища.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "Вы также можете создать его после форматирования. После отформатирования выбранный диск будет очищен.",
  "Format and Create": "Формат и создание",
  "Please insert a Drive to Create Storage": "Пожалуйста, подключите накопитель для создания хранилища",
  "Zoom in": "Увеличить",
  "New Local Storage": "Новое локальное хранилище",
  "Merge Storages": "Объединить хранилище",
  "APPs Restart": "Необходимо перезапустить приложения",
  "APP Restart": "Необходимо перезапустить приложение",
  "Restart": "Перезапустить",
  "Continue": "Продолжить",
  "Changing internal files may break the structure of the CasaOS HD": "Изменение внутренних файлов может нарушить структуру HD CasaOS.",
  "Please back up your data in storage, otherwise the data may be lost.": "Пожалуйста, сделайте резервную копию данных в хранилище, в противном случае данные могут быть потеряны!",
  "If the chosen storage is not empty, format better first.": "HD CasaOS работает лучше всего тогда, когда все выбранные источники хранения форматируются.",
  " is running, restart ": " работает. Перезапустите ",
  " to continue.": " для продолжения.",
  "APPs is running": "Одно или несколько приложений запущено",
  "restart APPs to continue.": "перезагрузите приложения, чтобы продолжить.",
  "All the checked Storage will be merged into {CasaOS} HD.": "Все проверенные хранилища будут объединены в {CasaOS} HD.",
  "Beta Feature: Ideal for exploration and learning. Please note, it may not ensure stability for personal data; use only with alternative data backups in place.": "* Эта функция тестируется и проверяется, что позволяет очистить персональные данные и уничтожить установленные приложения, поэтому рекомендуется использовать его только во время запуска.",
  "This operation may clear all personal data and destroy the installed APPs.": "Эта операция может очистить все личные данные и уничтожить установленные приложения.",
  "Tips": "Советы",
  "Other ways to merge storages": "Другие способы объединения хранилищ",
  "Optimize Storage": "Освободить хранилище",
  "Warning": "Предупреждение",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "Выбранный диск может использоваться напрямую. Нажмите «Создать», и разделы и данные будут полностью сохранены.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "Данные из поддерживаемых разделов, которые кликнули на создание, будут сохранены, неподдерживаемые разделы будут проигнорированы.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "Выбранный диск должен быть отформатирован перед его использованием, все данные будут очищены.",
  "The disk will be formatted as a single partition, all data will be erased.": "Диск будет отформатирован как один раздел, все данные будут стерты.",
  "Storage space creation failed. Please try formatting and creating again.": "Не удалось создать хранилище. Попробуйте отформатировать и создать снова.",
  "Storage space creation failed. Please try manually formatting before trying again.": "Не удалось создать хранилище. Пожалуйста, попробуйте отформатировать вручную, прежде чем повторить попытку."
}
