{
  "OK": "Ok",
  "Cancel": "Avbryt",
  "Submit": "Skicka",
  "Create": "Skapa",
  "Next": "Nästa",
  "Start": "Starta",
  "This field is required": "Detta fält är obligatoriskt.",
  "This field must be a valid email": "Ange en giltig e-postadress.",
  "This field confirmation does not match": "Bekräftelsen för detta fält matchar inte",
  "This field must have 2 options": "Detta fält måste ha 2 alternativ",
  "This field must have more than 5 characters": "Detta fält måste ha 5 eller fler tecken.",
  "You entered an invalid RFC1123 hostname": "Du angav en ogiltig tid. Använd RFC1123 format.",
  "Attention": "Uppmärksamhet",
  "Create Storage": "Skapa lagring",
  "Storage Manager": "Lagringshanterare",
  "Storage": "Lagring",
  "Drive": "Enhet",
  "Single Drive Storage": "Enkel lagringsenhet",
  "Format": "Formatera",
  "Remove": "Radera",
  "Available Total": "{name} <unk> Tillgänglig: {avl} (Totalt: {total})",
  "Health": "Hälsa",
  "Healthy": "Friska",
  "Damage": "Skadad",
  "Temp": "Temperatur",
  "Creating your local storage, a secure haven for your data...": "Skapande pågår",
  "Storage Name": "Lagringsnamn",
  "Choose Drive": "Välj enhet",
  "Enter the password to continue:": "Ange lösenordet för att bekräfta:",
  "Used": "Använt",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "CasaOS reserverar 1% av filutrymmet när du skapar lagring i EXT4-format.",
  "The selected drive will be emptied.": "Den valda enheten kommer att tömmas.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "Kontrollera igen att det inte finns några viktiga data på den valda enheten som behöver säkerhetskopieras.",
  "The drive you select can be used directly as storage.": "Den enhet du har valt kan användas direkt som lagring.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "Du kan också välja att skapa det efter formatering. När formateringen är formaterad, kommer den valda enheten att tömmas.",
  "Format and Create": "Formatera och skapa",
  "Please insert a Drive to Create Storage": "Anslut en enhet för att skapa lagring",
  "Zoom in": "Zooma in",
  "New Local Storage": "Ny lokal lagring",
  "Merge Storages": "Slå ihop lager",
  "APPs Restart": "Appar behöver starta om",
  "APP Restart": "Appen behöver starta om",
  "Restart": "Starta om",
  "Continue": "Fortsätt",
  "Changing internal files may break the structure of the CasaOS HD": "Ändra interna filer kan bryta strukturen på CasaOS HD.",
  "Please back up your data in storage, otherwise the data may be lost.": "Säkerhetskopiera dina data i lagring, annars kan uppgifterna gå förlorade!",
  "If the chosen storage is not empty, format better first.": "CasaOS HD fungerar bäst när de valda lagringskällorna är alla formaterade.",
  " is running, restart ": " är igång. Starta om ",
  " to continue.": " för att fortsätta.",
  "APPs is running": "En eller flera appar körs",
  "restart APPs to continue.": "starta om appar för att fortsätta.",
  "All the checked Storage will be merged into {CasaOS} HD.": "All kontrollerad lagring kommer att slås samman till {CasaOS} HD.",
  "Beta Feature: Ideal for exploration and learning. Please note, it may not ensure stability for personal data; use only with alternative data backups in place.": "* Denna funktion är nu testar och verifierar, vilket gör det möjligt att rensa personuppgifter och förstöra installerade appar, så det rekommenderas att använda den endast under uppstart.",
  "This operation may clear all personal data and destroy the installed APPs.": "Denna åtgärd kan rensa alla personuppgifter och förstöra de installerade apparna.",
  "Tips": "Tips",
  "Other ways to merge storages": "Andra sätt att slå ihop lager",
  "Optimize Storage": "Kostnadsfri lagring",
  "Warning": "Varning",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "Den valda disken kan användas direkt. Klicka på \"Skapa\" och partitioner och data kommer att behållas till fullo.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "Data i de partitioner som stöds som klickas för att skapa kommer att behållas, partitioner som inte stöds kommer att ignoreras.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "Den valda disken måste formateras innan den kan användas, all data kommer att raderas.",
  "The disk will be formatted as a single partition, all data will be erased.": "Disken kommer att formateras som en enda partition, alla data kommer att raderas.",
  "Storage space creation failed. Please try formatting and creating again.": "Skapandet av lagringsutrymme misslyckades. Försök formatera och skapa igen.",
  "Storage space creation failed. Please try manually formatting before trying again.": "Skapandet av lagringsutrymme misslyckades. Försök att formatera manuellt innan du försöker igen."
}
