{
  "OK": "Гаразд",
  "Cancel": "Скасувати",
  "Submit": "Ввести",
  "Create": "Створити",
  "Next": "Уперед",
  "Start": "Старт",
  "This field is required": "Це поле є обов'язковим.",
  "This field must be a valid email": "Будь ласка, введіть дійсну адресу електронної пошти.",
  "This field confirmation does not match": "Підтвердження поля не співпадає",
  "This field must have 2 options": "Це поле має мати 2 варіанти",
  "This field must have more than 5 characters": "Поле повинно мати 5 і більше символів.",
  "You entered an invalid RFC1123 hostname": "Ви ввели неприпустимий час. Будь ласка, використовуйте формат RFC1123.",
  "Attention": "Увага",
  "Create Storage": "Створіть сховище",
  "Storage Manager": "Менеджер сховища",
  "Storage": "Сховище",
  "Drive": "Драйв",
  "Single Drive Storage": "Одноносій",
  "Format": "Форматувати",
  "Remove": "Видалити",
  "Available Total": "{name} | Доступно: {avl} (Загалом: {total})",
  "Health": "Здоров'я",
  "Healthy": "Здоровий",
  "Damage": "Пошкоджено",
  "Temp": "Температура",
  "Creation in progress": "Створення триває",
  "Storage Name": "Назва сховища",
  "Choose Drive": "Вибрати диск",
  "Enter the password to continue:": "Введіть пароль для підтвердження:",
  "Used": "Використано",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "CasaOS зберігає 1% простору файлів при створенні сховища в форматі EXT4.",
  "The selected drive will be emptied.": "Вибраний диск буде очищений.",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "Будь ласка, переконайтесь, що на вибраному диску немає важливих даних.",
  "The drive you select can be used directly as storage.": "Обраний вами диск можна використовувати безпосередньо в якості сховища.",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "Ви також можете обрати для створення його після форматування. Після форматування, вибраний диск буде очищено.",
  "Format and Create": "Формат і створення",
  "Please insert a Drive to Create Storage": "Підключіть диск для створення сховища",
  "Zoom in": "Збільшити масштаб",
  "New Local Storage": "Нове локальне сховище",
  "Merge Storages": "Об'єднати зберігання",
  "APPs Restart": "Додаткам потрібно перезавантажити",
  "APP Restart": "Додаток потрібно перезапустити",
  "Restart": "Перезапустити",
  "Continue": "Продовжити",
  "Changing internal files may break the structure of the CasaOS HD": "Зміна внутрішніх файлів може порушити структуру HD казаОС.",
  "Please back up your data in storage, otherwise the data may be lost.": "Будь ласка, зробіть резервну копію ваших даних у сховищі, інакше дані можуть бути втрачені!",
  "If the chosen storage is not empty, format better first.": "CasaOS HD працює найкраще коли обрані джерела сховища мають формат.",
  " is running, restart ": " запущено. Перезапуск ",
  " to continue.": " продовжити.",
  "APPs is running": "Один або кілька програм працює",
  "restart APPs to continue.": "перезавантажте додатки для продовження.",
  "All the checked Storage will be merged into {CasaOS} HD.": "Все вибране сховище буде об'єднане в {CasaOS} HD.",
  "* This feature is now testing and verifying, enabling it may clear personal data and destroy the installed APPs, so it is recommended to use it only during the startup.": "* Ця функція зараз випробовує та перевіряє, увімкнення може очистити особисті дані та знищити встановлені додатки, тому рекомендується використовувати його тільки під час запуску.",
  "This operation may clear all personal data and destroy the installed APPs.": "Ця операція може очистити всі особисті дані та знищити встановлені програми.",
  "Tips": "Рекомендації",
  "Other ways to merge storages": "Інші способи зливання зберігання",
  "Free up storage": "Безкоштовне сховище",
  "Warning": "Застереження",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "Вибраний диск може бути використаний безпосередньо. Натисніть 'Створити' та розділи та дані буде повністю збережено.",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "Дані у підтримуваних розділах, натиснутих для створення, будуть збережені, непідтримувані секції будуть проігноровані.",
  "The selected disk must be formatted before it can be used, all data will be erased.": "Вибраний диск повинен бути відформатований перед тим, як він зможе бути використаний, всі дані будуть видалені.",
  "The disk will be formatted as a single partition, all data will be erased.": "Диск буде відформатовано у вигляді одного розділу, всі дані буде видалено.",
  "Storage space creation failed. Please try formatting and creating again.": "Не вдалося створити простір. Будь ласка, спробуйте форматувати і створити знову.",
  "Storage space creation failed. Please try manually formatting before trying again.": "Не вдалося створити простір. Будь ласка, спробуйте відформатувати вручну перед повторною спробою."
}
