{
  "OK": "好",
  "Cancel": "取消",
  "Submit": "提交",
  "Create": "创建",
  "Next": "下一步",
  "Start": "启动",
  "This field is required": "此字段是必填项.",
  "This field must be a valid email": "请输入一个有效的电子邮件地址。",
  "This field confirmation does not match": "此字段确认不匹配",
  "This field must have 2 options": "此字段必须有 2 个选项",
  "This field must have more than 5 characters": "此字段不少于 5 个字符.",
  "You entered an invalid RFC1123 hostname": "您输入的时间无效。请使用 RFC1123 格式。",
  "Attention": "注意",
  "Create Storage": "创建存储空间",
  "Storage Manager": "存储空间管理器",
  "Storage": "存储空间",
  "Drive": "硬盘",
  "Single Drive Storage": "单分区存储驱动器",
  "Format": "格式化",
  "Remove": "移除",
  "Available Total": "{name} | {avl} 可用 (共计 {total})",
  "Health": "健康度",
  "Healthy": "健康",
  "Damage": "损毁",
  "Temp": "温度",
  "Creating your local storage, a secure haven for your data...": "正在创建中",
  "Storage Name": "存储空间名称",
  "Choose Drive": "选择硬盘",
  "Enter the password to continue:": "输入密码以继续：",
  "Used": "已用",
  "CasaOS reserves 1% of file space when creating storage in EXT4 format.": "CasaOS在创建EXT4格式的存储空间时会预留 1% 的文件空间。",
  "The selected drive will be emptied.": "选中的硬盘将会被清空。",
  "Please make sure again that there is no important data on the selected drive that needs to be backed up.": "请再次确保所选的硬盘上没有需要备份的重要数据。",
  "The drive you select can be used directly as storage.": "你所选择的硬盘可以直接作为存储空间使用。",
  "You can also choose to create it after formatting. If formatted, the selected drive will be emptied.": "您也可以选择在格式化后创建它。一旦格式化，所选驱动器将被清空。",
  "Format and Create": "格式化并创建",
  "Please insert a Drive to Create Storage": "请接入一个磁盘来创建存储空间",
  "Zoom in": "放大",
  "New Local Storage": "新建本地存储空间",
  "Merge Storages": "合并存储",
  "APPs Restart": "应用需要重启",
  "APP Restart": "应用需要重启",
  "Restart": "重启",
  "Continue": "继续",
  "Changing internal files may break the structure of the CasaOS HD": "更改内部文件可能会破坏CasaOS HD的结构.",
  "Please back up your data in storage, otherwise the data may be lost.": "请备份您在存储中的数据，否则数据可能丢失。",
  "If the chosen storage is not empty, format better first.": "CasaOS HD 行在格式化后的存储空间上运行最佳。",
  " is running, restart ": " 正在运行，重启 ",
  " to continue.": "继续",
  "APPs is running": "一个或多个应用正在运行",
  "restart APPs to continue.": "重启 app 以继续。",
  "All the checked Storage will be merged into {CasaOS} HD.": "所有选中的存储都将合并到 {CasaOS} HD。",
  "Beta Feature: Ideal for exploration and learning. Please note, it may not ensure stability for personal data; use only with alternative data backups in place.": "* 当前功能处于测试验证阶段，启用该功能将清空磁盘的所有个人数据，并影响已安装的 app 的正常使用，建议仅在初始化时使用。",
  "This operation may clear all personal data and destroy the installed APPs.": "该操作将清空所有个人数据，并影响已安装的 app 的正常使用",
  "Tips": "提示",
  "Other ways to merge storages": "其他合并存储的方式",
  "Optimize Storage": "释放空间",
  "Warning": "警告",
  "The selected disk can be used directly. Click 'Create' and the partitions and data will be fully retained.": "所选磁盘可以直接使用。点击“创建”并完全保留分区和数据。",
  "The data in the supported partitions that are clicked to create will be retained, unsupported partitions will be ignored.": "被点击创建的支持分区中的数据将被保留，不支持的分区将被忽略。",
  "The selected disk must be formatted before it can be used, all data will be erased.": "所选磁盘必须先格式化才能使用，所有数据都将被删除。",
  "The disk will be formatted as a single partition, all data will be erased.": "磁盘将作为单个分区格式化，所有数据都将被删除。",
  "Storage space creation failed. Please try formatting and creating again.": "存储空间创建失败。请尝试格式化并重新创建。",
  "Storage space creation failed. Please try manually formatting before trying again.": "存储空间创建失败。请尝试格式化并重新创建。",
  "Please type 'I CONFIRM' to proceed with disk removal.": "请输入“我确认”以继续删除磁盘。",
  "Please type 'I CONFIRM' to proceed with formatting.": "请输入“我确认”以继续格式化。"
}
